Repository: pagolo/internet-icon
Catalog: po/*.po
Languages: it

source: Get pixbuf error...
it: Rilevato errore immagine...

source: Can't create dialog...
it: Impossibile creare la finestra di dialogo.

source: InternetIcon is a simple tool that shows your internet status.
it: InternetIcon è una semplice applicazione che mostra lo stato di internet.

source: Close
it: Chiudi

source: Your ip addresses
it: I tuoi indirizzi ip

source: Can't create status icon.
it: Impossibile creare l'icona.

source: Can't view status icon, disabling...
it: Impossibile creare l'icona, disabilito la funzione...

source: Your IP
it: I tuoi IP

source: About
it: Informazioni

source: Exit
it: Esci

source: Internet connection available
it: Connessione internet attiva

source: No internet connection available
it: Nessuna connessione internet

source: Info
it: Informazioni

source: Program is already active for this user.
it: Il programma è già attivo per l'utente corrente.

source: Nothing to do, exiting...
it: Niente da svolgere, esco...

source: Process %s, userid %s
it: Processo %s, id utente %s

source: Error creating socket
it: Errore nella creazione del socket

source: Error in connection %d - %s
it: Errore nella connessione %d - %s

source: Timeout reached.
it: Tempo limite scaduto.

source: Error calling connect() %d - %s
it: Errore colla funzione connect() %d - %s

source: Waiting for wan ip...
it: In attesa dell'ip pubblico...

source: device
it: dispositivo

source: Error hadling strings (%d %s)
it: Errore con le stringhe (%d %s)

source: Error getting host address (%d %s)
it: Errore indirizzo host(%d %s)

source: Error getting host address.
it: Errore indirizzo host.

source: Error creating socket
it: Errore nella creazione del socket

source: Can't retrive wan ip.
it: Impossibile prelevare l'ip pubblico.

source: Error in connection()
it: Errore nella funzione connect()

source: Error in connection
it: Errore nella connessione

source: Error setting socket flags
it: Errore con i flag del socket

source: Error handling strings
it: Errore nel gestire le stringhe

source: Insufficient memory
it: Memoria insufficiente

source: request ip failed
it: richiesta di ip fallita

source: Can't find wan ip
it: Impossibile trovare l'ip pubblico

source: Can't retrive wan ip
it: Impossibile prelevare l'ip pubblico

source: WAN/Public
it: WAN/Pubblico

source: Can't chdir to home
it: Impossibile passare alla cartella home.

source: Can't create configuration file
it: Impossibile creare il file di configurazione.

source: Configuration: empty document
it: Il file di configurazione è vuoto.

source: Configuration: document of the wrong type, root node != internet_icon
it: File di configurazione errato, nodo radice scorretto.
